INSERT INTO board(name)
VALUES ('자유게시판'),
       ('게발게시판'),
       ('일상게시판');

INSERT INTO article(board_id, title, content)
VALUES ('1', "여기는 저유게 입니다", "안녕하세요 자유게입니다"),
       ('2', "여기는 개발게 입니다", "안녕하세요 개발게입니다"),
       ('3', "여기는 일상게 입니다", "안녕하세요 일상게입니다"),
       ('1', "여기는 저유게2 입니다", "안녕하세요 자유게2입니다"),
       ('2', "여기는 개발게2 입니다", "안녕하세요 개발게2입니다"),
       ('3', "여기는 일상게2 입니다", "안녕하세요 일상게2입니다"),
       ('1', "여기는 저유게3 입니다", "안녕하세요 자유게3입니다"),
       ('2', "여기는 개발게3 입니다", "안녕하세요 개발게3입니다"),
       ('3', "여기는 일상게3 입니다", "안녕하세요 일상게3입니다");

INSERT INTO comment(article_id, comment)
values ('1', '댓글 1-1'),
       ('1', '댓글 1-2'),
       ('2', '댓글 2-1'),
       ('2', '댓글 2-2'),
       ('3', '댓글 3-1'),
       ('3', '댓글 3-2'),
       ('3', '댓글 3-3'),
       ('6', '댓글 6-1'),
       ('6', '댓글 6-2'),
       ('7', '댓글 7-1'),
       ('7', '댓글 7-2'),
       ('7', '댓글 7-3'),
       ('7', '댓글 7-4'),
       ('9', '댓글 9-1'),
       ('10', '댓글 10-1'),
       ('10', '댓글 10-2'),
       ('11', '댓글 11'),
       ('12', '댓글 12-1'),
       ('12', '댓글 12-2'),
       ('14', '댓글 14-1'),
       ('15', '댓글 15-1'),
       ('16', '댓글 16-1'),
       ('17', '댓글 17-1'),
       ('18', '댓글 18-1'),
       ('18', '댓글 18-2');
